/* Device Addition: number of found device */
"%d devices found" = "%d devices found";

/* .mac */
".mac" = ".mac";

/* Device Addition: One device found */
"1 device found" = "1 device found";

/* Sync notif: all changes applied
   Sync notif: all changes applied to device */
"\"%@\" applying changes complete" = "\"%@\" applying changes complete";

/* Sync notif: engine done */
"\"%@\" engine processing complete" = "\"%@\" engine processing complete";

/* Sync notif: all changes here now */
"\"%@\" finished receiving changes" = "\"%@\" finished receiving changes";

/* Button */
"Add Device" = "Add Device";

/* Upgrade :sheet title device not here */
"All devices that were present were added to iSync." = "All devices that were present were added to iSync.";

/* Main sync status: applying with percent */
"Applying changes (%d complete)..." = "Applying changes (%d complete)...";

/* Sync notif: apply change to device */
"Applying changes to \"%@\"" = "Applying changes to \"%@\"";

/* Main sync status: applying */
"Applying changes..." = "Applying changes...";

/* Error dialog: quit title */
"Are you sure you want to quit?" = "Are you sure you want to quit?";

/* Error dialog: remove device title */
"Are you sure you want to remove \"%@\" from iSync?" = "Are you sure you want to remove \"%@\" from iSync?";

/* No comment provided by engineer. */
"Are you sure you want to replace all the information on your devices with the information on this computer?" = "Are you sure you want to replace all the information on your devices with the information on this computer?";

/* Alert: reset device title */
"Are you sure you want to reset \"%@\"?" = "Are you sure you want to reset \"%@\"?";

/* No comment provided by engineer. */
"Are you sure you want to reset the information on \"%@\" by the information on this computer?" = "Are you sure you want to reset the information on \"%@\" by the information on this computer?";

/* Error dialog: cancel sync title */
"Are you sure you want to stop synchronizing?" = "Are you sure you want to stop synchronizing?";

/* Button */
"Back" = "Back";

/* Upgrade :sheet explain */
"Before synchronizing, click each device icon to check its sync settings." = "Before synchronizing, click each device icon to check its sync settings.";

/* Button
   Cancel */
"Cancel" = "Cancel";

/* Sync Button : running */
"Cancel Sync" = "Cancel Sync";

/* DockMenuling: Cancel Synchronization */
"Cancel Synchronization" = "Cancel Synchronization";

/* Sync Button : cancel started
   DockMenuling: Canceling... */
"Canceling..." = "Canceling...";

/* HS Install:check conflict */
"Checking for conflicting conduits..." = "Checking for conflicting conduits...";

/* Sync notif: connecting to device */
"Connecting to %@" = "Connecting to %@";

/* Main sync status: connecting */
"Connecting..." = "Connecting...";

/* Button */
"Continue" = "Continue";

/* Sync notif: connected to device */
"Device \"%@\" connected" = "Device \"%@\" connected";

/* Sync notif: status absent */
"Device \"%@\" is not available" = "Device \"%@\" is not available";

/* Sync notif: status cancel */
"Device \"%@\" synchronization cancelled" = "Device \"%@\" synchronization cancelled";

/* Sync notif: status OK */
"Device \"%@\" synchronization complete" = "Device \"%@\" synchronization complete";

/* Sync notif: status failed */
"Device \"%@\" synchronization failed" = "Device \"%@\" synchronization failed";

/* Device addition message OK */
"Double click to add this device..." = "Double click to add this device...";

/* Sync notif: everithign is here processing */
"Download done." = "Download done.";

/* Log: an error message in the log window. */
"Error" = "Error";

/* Upgrade: first sync choice */
"For your first sync, do you want to replace the information on your devices with the information on your computer or merge the information?" = "For your first sync, do you want to replace the information on your devices with the information on your computer or merge the information?";

/* Upgrade: first sync choice explain */
"If you choose to merge the information, you may see some duplicate contact or calendar information. (You can change your mind when you actually do your first sync.)" = "If you choose to merge the information, you may see some duplicate contact or calendar information. (You can change your mind when you actually do your first sync.)";

/* HS Install:install conduit */
"Installing the iSync HotSync conduit..." = "Installing the iSync HotSync conduit...";

/* Device Addition - absent device */
"iSync can not connect to this device" = "iSync can not connect to this device";

/* Log : upgrade message */
"iSync has been upgraded." = "iSync has been upgraded.";

/* Error dialog: reset device explaination */
"iSync will reset all information on the device." = "iSync will reset all information on the device.";

/* DockMenuling: last sync date */
"Last synchronized: %@" = "Last synchronized: %@";

/* Device Scan: Looking for devices... */
"Looking for devices..." = "Looking for devices...";

/* Error dialog : no sync services long title */
"Mac OS X synchronization services are not turned on on this computer." = "Mac OS X synchronization services are not turned on on this computer.";

/* HS Install:check HS */
"Making sure HotSync is properly installed..." = "Making sure HotSync is properly installed...";

/* Upgrade: Button merge */
"Merge" = "Merge";

/* DockMenuling: never synced */
"Never synchronized" = "Never synchronized";

/* Main status message: no device activated */
"No device activated..." = "No device activated...";

/* Device Addition: No device found */
"No device found" = "No device found";

/* Main status message: No device present... */
"No device present..." = "No device present...";

/* Main status message: no device activated */
"No devices activated..." = "No devices activated...";

/* Main status message: no device present */
"No devices present..." = "No devices present...";

/* Button */
"OK" = "OK";

/* Main sync status: processing with percent */
"Processing changes (%d complete)..." = "Processing changes (%d complete)...";

/* Sync notif: engine processing
   Main sync status: processing */
"Processing changes..." = "Processing changes...";

/* Button */
"Quit" = "Quit";

/* Main sync status: receiving with percent */
"Receiving changes (%d complete)..." = "Receiving changes (%d complete)...";

/* Sync notif: getting changes */
"Receiving changes from \"%@\"." = "Receiving changes from \"%@\".";

/* Main sync status: getting changes */
"Receiving changes..." = "Receiving changes...";

/* Main status message: refresh AB,iCal groups */
"Refreshing contact groups and calendar information..." = "Refreshing contact groups and calendar information...";

/* Main status message: refresh AB groups */
"Refreshing contact groups information..." = "Refreshing contact groups information...";

/* Upgrade: Button reset */
"Replace" = "Replace";

/* Reset
   Reset Button */
"Reset" = "Reset";

/* Reset single device window - reset button title
   Reset single device window - window title */
"Reset Device" = "Reset Device";

/* DockMenuling: Sync Devices
   Sync Button : waiting */
"Sync Devices" = "Sync Devices";

/* Sync running */
"Sync Running" = "Sync Running";

/* Main sync status: done */
"Synchronization complete" = "Synchronization complete";

/* The header displayed in the error notifier window. */
"Synchronization Failed" = "Synchronization Failed";

/* Error dialog : no sync services title */
"Synchronization is not enabled on this computer." = "Synchronization is not enabled on this computer.";

/* Upgrade :sheet explain device not here 2 */
"The following devices were not present and not added to iSync:" = "The following devices were not present and not added to iSync:";

/* Upgrade :sheet title */
"The selected devices were added to iSync." = "The selected devices were added to iSync.";

/* Reset single device window - explanation text */
"The selected information on \"%@\" will be replaced by the information on this computer." = "The selected information on \"%@\" will be replaced by the information on this computer.";

/* Error dialog: quit explain */
"The synchronization that is in progress will be cancelled." = "The synchronization that is in progress will be cancelled.";

/* Device Addition - unkown device */
"This device is not supported by iSync" = "This device is not supported by iSync";

/* Error dialog: cancel sync explain auto sync 2 */
"This will cancel all automatic synchronization that are currently running (such as, an automatic iPod sync). None of the information on your computers and devices will be updated." = "This will cancel all automatic synchronization that are currently running (such as, an automatic iPod sync). None of the information on your computers and devices will be updated.";

/* Error dialog: cancel sync explain auto sync */
"This will cancel all synchronizations, including any automatic synchronization that are currently running (for example, au automatic iPod sync). None of the information on your computer and devices will be updated." = "This will cancel all synchronizations, including any automatic synchronization that are currently running (for example, au automatic iPod sync). None of the information on your computer and devices will be updated.";

/* Log: a warning message in the log window.
   Warning */
"Warning" = "Warning";

/* Alert:no device */
"You can't sync your computer and devices until you add a device to iSync." = "You can't sync your computer and devices until you add a device to iSync.";

/* HS Install: init check explain */
"You may have moved files or installed software that prevents Palm syncing. You may not be able to sync your Palm OS device using iSync until you enable Palm syncing again by choosing Devices > Enable Palm OS HotSync" = "You may have moved files or installed software that prevents Palm syncing. You may not be able to sync your Palm OS device using iSync until you enable Palm syncing again by choosing Devices > Enable Palm OS HotSync";

/* Error dialog : no sync services explain */
"You need to turn on synchronization in iSync preferences before you can synchronize any information." = "You need to turn on synchronization in iSync preferences before you can synchronize any information.";

/* Error dialog: remove device explain */
"You will not be able to sync the information on your computer and this device until you add the device to iSync again." = "You will not be able to sync the information on your computer and this device until you add the device to iSync again.";

/* HS Install: init check title */
"Your Palm OS sync settings have been changed" = "Your Palm OS sync settings have been changed";

